/* XCAP */
"FederationProviderPasscodeScreenTitle" = "联合提供者密码";

/* XMSG */
"FederationProviderPasscodeScreenContent" = "联合提供者需要输入以加载/存储证书。";

/* XBUT */
"FederationProviderPasscodeScreenOkButtonText" = "完成";

/* XBUT */
"FederationProviderPasscodeScreenCancelButtonText" = "取消";

/* XCAP */
"FederationProviderCertificateConfirmationScreenTitle" = "联合证书";

/* XMSG */
"FederationProviderCertificateConfirmationScreenMessage" = "在联合中已存储身份。 如果要使用该身份则按“确定”按钮，或者按“取消”获取一个新的身份。";

/* XBUT */
"FederationProviderCertificateConfirmationScreenCancelButtonText" = "取消";

/* XBUT */
"FederationProviderCertificateConfirmationScreenOkButtonText" = "确定";

